//ZATLAS1C JOB (12345678),ZATLAS1,MSGCLASS=H,REGION=0M,
//        MSGLEVEL=(1,1),CLASS=A,NOTIFY=&SYSUID
//*******************************************************
//DELETE  EXEC PGM=IDCAMS
//SYSPRINT DD  DUMMY
//SYSIN    DD  *
 DELETE  (ZATLAS1.PCRE2.REXXOUTO)
 DELETE  (ZATLAS1.PCRE2.REXXOUT1)
 DELETE  (ZATLAS1.PCRE2.REXXOUT2)
 DELETE  (ZATLAS1.PCRE2.REXXOUT3)
 SET MAXCC = 0
//*******************************************************
//CREATE  EXEC PGM=IEFBR14
//DCBOUTO  DD  DSN=ZATLAS1.PCRE2.REXXOUTO,
//             DISP=(NEW,CATLG,DELETE),
//             DCB=(DSORG=PS,RECFM=FB,LRECL=80),
//             UNIT=SYSDA,SPACE=(TRK,(5,5))
//DCBOUT1  DD  DSN=ZATLAS1.PCRE2.REXXOUT1,
//             DISP=(NEW,CATLG,DELETE),
//             DCB=(DSORG=PS,RECFM=FB,LRECL=80),
//             UNIT=SYSDA,SPACE=(TRK,(5,5))
//DCBOUT2  DD  DSN=ZATLAS1.PCRE2.REXXOUT2,
//             DISP=(NEW,CATLG,DELETE),
//             DCB=(DSORG=PS,RECFM=FB,LRECL=80),
//             UNIT=SYSDA,SPACE=(TRK,(5,5))
//DCBOUT3  DD  DSN=ZATLAS1.PCRE2.REXXOUT3,
//             DISP=(NEW,CATLG,DELETE),
//             DCB=(DSORG=PS,RECFM=FB,LRECL=80),
//             UNIT=SYSDA,SPACE=(TRK,(5,5))
//*******************************************************
//RUNIT1O EXEC PGM=IRXJCL,PARM='RXPCRE2B',COND=(0,NE)
//STEPLIB  DD  DISP=SHR,DSN=ZATLAS1.PCRE2.LOADLIB
//SYSEXEC  DD  DISP=SHR,DSN=ZATLAS1.PCRE2.CNTLLIB
//SYSIN    DD  *
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//PCREDUMP DD  DISP=MOD,DSN=ZATLAS1.PCRE2.REXXOUTO
//*******************************************************
//RUNIT2  EXEC PGM=IRXJCL,PARM='RXPCREMB',COND=(0,NE)
//STEPLIB  DD  DISP=SHR,DSN=ZATLAS1.PCRE2.LOADLIB
//         DD  DISP=SHR,DSN=ZATLAS1.PCRE2.LOADLIB
//SYSEXEC  DD  DISP=SHR,DSN=ZATLAS1.PCRE2.CNTLLIB
//SYSIN    DD  *
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//PCREDUMP DD  DISP=MOD,DSN=ZATLAS1.PCRE2.REXXOUT2
//*******************************************************
//*******************************************************
//RUNIT3  EXEC PGM=IRXJCL,PARM='RXPCSUB',COND=(0,NE)
//STEPLIB  DD  DISP=SHR,DSN=ZATLAS1.PCRE2.LOADLIB
//         DD  DISP=SHR,DSN=ZATLAS1.PCRE2.LOADLIB
//SYSEXEC  DD  DISP=SHR,DSN=ZATLAS1.PCRE2.CNTLLIB
//SYSIN    DD  *
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//PCREDUMP DD  DISP=MOD,DSN=ZATLAS1.PCRE2.REXXOUT3
